/* Error Alert Button */
"OK" = "D’acord";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Error d’anàlisi %1$zd; Descripció: %2$@; Línia: %3$zd; Columna: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Error de validació %1$zd; Descripció: %2$@; Línia: %3$zd; Columna: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Error d’anàlisi de MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Error de validació de MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Aparentment, l’arxiu xml de música comprimida no s’ha creat correctament (no s’ha trobat la “ruta completa”)";

/* Error message */
"Could not create temporary conversion file" = "No s’ha pogut crear l’arxiu de conversió temporal";

/* Error message */
"Could not decompress file compressed music xml file" = "No s’ha pogut descomprimir l’arxiu xml comprimit de música";

/* Error message */
"File is not a MusicXML File" = "L’arxiu no és un arxiu MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "L’arxiu MusicXML conté un valor zero o negatiu de “divisions”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Afinació normal de guitarra de 6 cordes";
